Revit 2027 API
IFCBuiltInCategoryKey Properties
The IFCBuiltInCategoryKey type exposes the following members.
Properties
Name | Description
IsValidObject |  Specifies whether the .NET object represents a valid Revit entity.
Top
See Also
Reference
IFCBuiltInCategoryKey Class
Autodesk.Revit.DB Namespace